Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/default.aspx_id=655195.html.tmx
Source language: sme
Languages: smj

source: Buresboahtin Ruoŧa girkui
smj: Buorisboahtem Svieriga girkkuj

source: Ruoŧa girku lea evangelalaš-lutherlaš girku juhkkojuvvon searvegottiide, kontrávttaide, bismágottiide ja riikkadássái.
smj: Svieriga girkko l evangelak- luhterak girkko mij la juogedum tjoaggulvisájda, kontráktajda, stiftajda ja rijkalattjat.

source: Ruoŧa girku fállá aktavuođa ja birrasa gos sáhtát gávnnadit iežáiguin ja čiekŋudit oskkustat.
smj: Svieriga girkko fállá siebrrevuodav ja aktijvuodav manna máhtá iehtjadij gávnadit ja tjiegŋoduvvat duv jáhkon.

source: Girku vuođđobargu Ruoŧa girku vuođđobarggut leat ávvudit ipmilbálvalusaid, oahpahit ja bargat diakoniain ja miššuvnnain.
smj: Girkko vuodo viddno Svieriga girkko vuodo vidno li basodit jubmeldievnov, åhpadit ja barggat diakoniddjajn ja misjåvnåjn.

source: Searvegottis lea ovddasvástádus jođihit bargguid buohkaide mat orrot ja mannet searvegottis.
smj: Tjoaggulvis åvdåsvásstet dåjmas gájkajda gudi viessu ja guossidi tjoaggulvisáv.

source: Doppe sáhttá doallat gásttašemiid, rihpaskuvllaid, vihahemiid ja hávdádusaid.
smj: Máhttelisvuohta l gástadussaj, konfirmasjåvnnåj, fiesstimij ja hávddádibmáj.

source: Ipmilbálvalusat Ipmilbálvalus addá vejolašvuođa gávnnadit Ipmiliin ovttas iežá searvegoddeássiiguin.
smj: Jubmeldievno Jubmeldievnno l máhttelisvuohta Jubmelijn gávnadit aktisasjvuodan ietjá tjoaggulvisårroj.

source: Mii viežžat fámu rohkosiin, hearrá eahkedismállásiin ja lávlumiin.
smj: Oadtjop vuojŋadit råhkålvisán, skalon ja lávllagin.

source: Buohkat leat buresboahtin oskkuineaset ja eahpádusaideasetguin.
smj: Gájka duostoduvvi ietjasa jáhkujn ja sijá guoktástallamij.

source: Árbevierut vuhttojit ipmilbálvalusa iešguđet osiin, musihkas ja girkolanja čiŋain.
smj: Árbbedábe dåbdov vuojnnep jubmeldievno umasslágásj åsijn, gullat musijkav ja vuojnnet girkkolanja hiervvimijn.

source: Muhto ođasmahttin maid vuhtto ságain, lávlluin ja rohkosis.
smj: Valla oadtjop aj duosstot ådåstimev moalggemin, lávllagin ja råhkålvisán.

source: Oahpaheapmi Jesus oahpahii olbmuid olles eallimisttis.
smj: Åhpadus Jesus åhpadij ulmutjijt gätjo viessomav.

source: Son muitalii govvidemiiguin ja humahalai olbmuid maiguin gávnnadii go son háliidit čalmmustahttit Ipmila ráhkisvuođa.
smj: Giehtoj muodolvisájt ja ságastij ulmutjij gej gávnadij danen gå sidáj vuosedit Jubmela gieresvuodav.

source: Máhttájeddjiid bargun šattai joatkit dán dagu ja nu dat lea joatkán gitta min áigái.
smj: Åhpadisålmmå oadtjun vidnov diedojt oabllodit ja nåvti l åvddålijguovlluj dagádum gitta mijá ájggáj.

source: Go jurddašit oahpaheami birra dán áiggi de soaitá rihpaskuvla vuos boahtit millii.
smj: Gå ájádallap åhpadussaj uddni márjju ájádallap åvdemusát skallujlåhkkijda.

source: Muhto juohke gávnnadeamis olbmuiguin mii oahppat ođđasa iežáid ja iežamet birra.
smj: Valla gájkka gávnadimijn ulmutjij åhpadip juojddá nubbe nuppe birra ja iehtjama birra.

source: Dáinna lágiin mii oažžut čiekŋaleappot ipmárdusa das maid mearkkaša leat olmmožin.
smj: Nåvti oadtjop tjiegŋodum dádjadusáv mij la årrot ulmusj.

source: Diakonia Diakonia lea girku sosiálabargu.
smj: Diakoniddja Diakoniddja l girkko sosiálalasj barggo.

source: Bargun lea oassálastimiin, árvvusatnimiin ja aktasaš solidaritehtain gávnnadit olbmuiguin geat leat váttis eallindilálašvuođain.
smj: Viddno la oasálasjvuoda, roatto ja gasskasasj solidaritehta baktu duosstot ulmutjit fámodum vidjurijn.

source: Vuođđun dása lea Ipmila ráhkisvuohta, nu movt dat čájehuvvo olbmos Jesus Kristusis.
smj: Vuodo dási l Jubmela gieresvuohta, mij mijáv duosstu ulmutjin Jesus Kristus.

source: Miššuvdna Miššuvdna mearkkaša “ sátta ” ja govvida dan barggu man máhttájeaddjit ožžo muitalit iežáide oskkuset birra.
smj: Misjåvnnå Misjåvnnå mierkki ” rájadus ” ja spiedjilt vidnov majt åhpadisålmmå oadtjun vihtanasstet iehtjadijda sijá jáhko birra.

source: Dán áiggi girku oassálastá dán sáddagis gávnnadeame olbmuiguin sihke lagas birrasis ja riikka rájiid olggobealde.
smj: Girkko dálásjájge oassálassta dan rájadusán gávnadimij baktu ulmutjij goappátjagá lahkabirrusin ja mijá rijka rájáj ålggolin.

source: Miššuvdna lea danin seammá olu bargu maid searvegoddi dahká rájiidis siskkobealde ja bargu movt doarjut iežá girkuid miehtá máilmmi sin vuođđobargguin muitalit Jesusa birra.
smj: Misjåvnnå l danen avta ednagav birra majt tjoaggulvis dahká sijá ietjas rájáj sinna ja gåktu doarjju ietjá girkkojt ålles värálda birra sijá vuodo barggogåhttjusin vihtanasstet Jesusa birra.

source: Dát dahkko sihke ekonomalaš doarjagiiguin ja veahkkebargiiguin, o.m.d. oahpaheddjiiguin, doaktáriiguin, ekonomaiguin dehe báhpaiguin.
smj: Dagáduvvá goappátjagá ekonomalasj vattaj baktu ja rája barggijt, buojkulvissan åhpadiddjijt, dåktårijt, ekonomajt jali härrájt.

source: Ruoŧa girku olgoriikkas Olgoriikagirkui gullojit olgoriikasearvegottit ja iežá olgoriikadoaimmat.
smj: Svieriga girkko ålggorijkan Ålggorijkkagirkko gåbttjå ålggorijkkatjoaggulvisájt ja ietjá ålggorijkkadåjmajt.

source: Ruoŧa girku olgoriikalávdegoddi mearrida makkár olgoriikasearvegottit gullojit Ruoŧa girkui.
smj: Siebrreráde Svieriga girkkuj ålggorijkan mierret makkir ålggorijkkatjoaggulvisá gulluji Svieriga girkkuj.

source: Gávdnojit 45 olgoriikasearvegotti ja vel lassin gávccilogenár ipmilbálvalusbáikki gos čoahkkanaddet.
smj: Gávnnuji 45 ålggorijkkatjoaggulvisá ja vil gáktselåk jubmeldievnnosaje gånnå tjåhkani dájvvalakkoj.

source: Loga eanet Ruoŧa girku sámi doaimmaid birra dás.
smj: Lågå ienebuv Svieriga girkko sáme dåjma birra dánna.
